
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Vil du gemme ændringerne før du afslutter?";

"Would you like to save your changes?" = "Vil du gemme ændringerne?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Dine ændringer slettes, hvis du ikke gemmer dem.";

/*Alert Sheet Buttons*/

"Save" = "Gem";

"Cancel" = "Annuller";

"Dont Save" = "Gem ikke";

/*App Menu*/

"About Logitech Camera Settings" = "Om Logitech-kameraindstillinger";

"Services" = "Tjenester";

"Hide Logitech Camera Settings" = "Skjul Logitech-kameraindstillinger";

"Hide Others" = "Skjul andre";

"Show All" = "Vis alle";

"Quit Logitech Camera Settings" = "Afslut Logitech-kameraindstillinger";

/*Edit Menu*/

"Edit" = "Rediger";

"Cut" = "Klip";

"Copy" = "Kopiér";

"Paste" = "Sæt ind";

"Delete" = "Slet";

"Select All" = "Markér alt";

/*Camera Menu*/

"Camera" = "Kamera";

"No Device Connected" = "Ingen enhed tilsluttet";

/*Window Menu*/

"WINDOW" = "Vindue";

"Minimize" = "Minimer";

"Close" = "Luk";

"Bring All to Front" = "Placer alle forrest";

/*Window Title*/

"Logitech Camera Settings" = "Logitech-kameraindstillinger";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Kontrolpanel til webkamera";

"Focus:" = "Fokuser:";

"Auto" = "Automatisk";

"Restore to defaults" = "Gendan standardindstillinger";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Avancerede indstillinger";

"Image Quality:" = "Billedkvalitet";


"Brightness" = "Lysstyrke";

"Contrast" = "Kontrast";

"Color Intensity" = "Farveintensitet";

"White Balance" = "Hvidbalance";

/*Device Information 3rd tab*/

"Device Information" = "Oplysninger om enhed";

"USB Vendor ID (VID):"  = "USB-vendor-id (VID):";

"USB Product ID (PID):" = "USB-produkt-id (PID):";

"USB Revision (BCD):" = "USB-revision (BCD):";

"Firmware version:" = "Firmwareversion:";

"Firmware CRC:" = "Firmware-CRC:";

"EEPROM Version:" = "EEPROM-version:";

"Sensor Type:" = "Sensortype:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "For at alle funktioner kan fungere korrekt, er vi nødt til at lade programmet køre i baggrunden. Vil du gerne have, at vi kører dette program i baggrunden?";

"No" = "Nej";

"Yes" = "Ja";